{
	"@metadata": {
		"authors": [
			"ديفيد",
			"Meno25"
		]
	},
	"spl-desc": "يسمح بسرد وعد الصفحات الفرعية",
	"spl-nosubpages": "لا تحتوي الصفحة \"$1\" على أية صفحات فرعية للقائمة.",
	"spl-noparentpage": "الصفحة $1 غير موجودة.",
	"spl-nopages": "لا يحتوي النطاق \"$1\" على صفحات.",
	"spl-subpages-par-sort": "الاتجاه لفرز، القيم المسموح بها: \"asc\" و\"desc\".",
	"spl-subpages-par-sortby": "ما هو الذي ستفرز الصفحات الفرعية من قبله، القيم المسموح بها: \"title\" أو \"lastedit\".",
	"spl-subpages-par-format": "يمكن عرض قائمة الصفحات الفرعية بعدة صيغ، القيم المسموح بها: \"ol\": قائمة مرتبة (مرقمة)، \"ul\": قوائم غير مرتبة (نقطية)، \"list\": قوائم عادية (على سبيل المثال قائمة مفصولة بفواصل).",
	"spl-subpages-par-page": "الصفحة لعرض الصفحات الفرعية لها، أو اسمالنطاق (بما في ذلك النقطتان الرأسيتان الزائدتان) لعرض الصفحات فيه، الإعدادات الافتراضية للصفحة الحالية.",
	"spl-subpages-par-showpage": "يشير إلى ما إذا كان يجب عرض الصفحة نفسها في القائمة أم لا.",
	"spl-subpages-par-pathstyle": "أسلوب المسار لصفحات فرعية في القائمة، القيم المسموح بها: \"fullpagename\":  اسم الصفحة بالكامل (بما في ذلك النطاق)، \"pagename\": اسم الصفحة (بدون النطاق)، \"subpagename\": اسم الصفحة النسبية بدءا من الصفحة التي نسرد صفحات فرعية لها، \"none\":  فقط الجزء الخلفي من الاسم بعد آخر شرطة مائلة.",
	"spl-subpages-par-kidsonly": "يسمح بعرض صفحات فرعية مباشرة فقط.",
	"spl-subpages-par-limit": "الحد الأقصى لعدد الصفحات المراد إدراجها في القائمة.",
	"spl-subpages-par-element": "عنصر HTML  المرفق بالقائمة (بما في ذلك نصوص \"intro\" و\"outro\" أو \"default\")، القيم المسموح بها: \"div\" ،\"p\" ،\"span\".",
	"spl-subpages-par-class": "قيمة السمة \"class\" لعنصر HTML المرفق بالقائمة.",
	"spl-subpages-par-intro": "النص للإخراج قبل القائمة، إذا كانت القائمة ليست فارغة.",
	"spl-subpages-par-outro": "النص للإخراج بعد القائمة، إذا كانت القائمة ليست فارغة.",
	"spl-subpages-par-default": "النص للإخراج بدلا من القائمة، إذا كانت القائمة فارغة، إذا كانت فارغة، سيتم عرض رسالة خطأ (مثل \"الصفحة لا تحتوي على صفحات فرعية للقائمة\")، إذا كانت شرطة (\"-\")، ستكون النتيجة فارغة تماما.",
	"spl-subpages-par-separator": "النص للإخراج بين عنصرين من القائمة في حالة صيغة \"list\" (والاسم المستعار \"bar\") ، ليس له أي تأثير بصيغ أخرى.",
	"spl-subpages-par-template": "اسم القالب، يتم تطبيق القالب على كل عنصر من عناصر القائمة، يتم تمرير عنصر كأول وسيط (بدون اسم)، لاحظ أن القالب لا يلغي تنسيق القائمة، يتم تطبيق التنسيق (\"ul\" ،\"ol\" ،\"list\") على نتيجة القالب.",
	"spl-subpages-par-links": "إذا كانت صحيحة، يتم عرض عناصر القائمة كروابط، إذا كانت كاذبة، يتم عرض عناصر القائمة كنص عادي، هذا الأخير مفيد بشكل خاص لتمرير العناصر في قوالب لمزيد من المعالجة.",
	"spl-subpages-par-redirects": "إذا كان صحيحة، يتم تضمين التحويلات في القائمة، إذا كانت كاذبة، لا يتم تضمين التحويلات."
}
