{
	"@metadata": {
		"authors": [
			"EugeneZelenko",
			"Jim-by",
			"Renessaince",
			"Wizardist",
			"Red Winged Duck"
		]
	},
	"spl-desc": "Дазваляе выводзіць сьпіс і лічыць колькасьць падстаронак",
	"spl-nosubpages": "Старонка «$1» ня мае падстаронак для сьпісу.",
	"spl-noparentpage": "Старонка «$1» не існуе.",
	"spl-nopages": "Прастора назваў «$1» ня ўтрымлівае старонак.",
	"spl-subpages-par-sort": "Напрамак сартаваньня. Дапушчальныя значэньні: \"asc\" і \"desc\".",
	"spl-subpages-par-sortby": "Ключ сартаваньня падстаронак. Дапушчальныя значэньні: \"title\" ці \"lastedit\".",
	"spl-subpages-par-format": "Сьпіс падстаронак можа быць паказаны ў некалькіх фарматах. Дапушчальныя значэньні: \"ol\" — нумараваныя сьпісы, \"ul\" — маркіраваныя сьпісы і \"list\" — простыя сьпісы (напрыклад, падзеленыя коскамі).",
	"spl-subpages-par-page": "Старонка, для якой паказваць сьпіс падстаронак, альбо прастора назваў (улучна з заключным двухкроп'ем), у якой паказваць старонкі. Па змоўчваньні цяперашняя старонка.",
	"spl-subpages-par-showpage": "Паказвае, ці павінна паказвацца старонка ў сьпісе.",
	"spl-subpages-par-pathstyle": "Стыль шляху для падстаронак у сьпісе. Дапушчальныя значэньні: \"fullpagename\" — поўная назва старонкі (разам з прасторай назваў); \"pagename\" — назва старонкі (без прасторы назваў); \"subpagename\" — адносная назва старонкі, пачынаючы са старонкі, для якой пералічваюцца падстаронкі; \"none\" — толькі заключная частка назвы пасьля апошняй нахільнай рыскі.",
	"spl-subpages-par-kidsonly": "Паказваць толькі прамыя падстаронкі.",
	"spl-subpages-par-limit": "Максымальная колькасьць старонак для паказу.",
	"spl-subpages-par-element": "Элемэнт HTML, які агортвае сьпіс (разам з тэкстамі \"intro\" і \"outro\" або \"default\"). Дапушчальныя значэньні: \"div\", \"p\", \"span\".",
	"spl-subpages-par-class": "Значэньне атрыбуту «class» агортваючага сьпіс элемэнту HTML.",
	"spl-subpages-par-intro": "Тэкст для вываду перад сьпісам, калі той не пусты.",
	"spl-subpages-par-outro": "Тэкст для вываду пасьля сьпісу, калі той не пусты.",
	"spl-subpages-par-default": "Тэкст для вываду замест сьпісу, калі той пусты. Калі не зададзены, будзе згенэраванае паведамленьне пра памылку (кшталту «Старонка ня мае падстаронак для сьпісу»). Калі ж зададзены злучок («-»), выводзіцца пустое значэньне.",
	"spl-subpages-par-separator": "Тэкст для вываду паміж двума элемэнтамі сьпісу ў фарматах «list» і «bar». Для іншых фарматаў ня мае эфэкту.",
	"spl-subpages-par-template": "Назва шаблёну. Шаблён ужываецца для кожнага элемэнту сьпісу. Элемэнт перадаецца як першы (безназоўны) аргумэнт. Заўважце, што шаблён не скасоўвае фарматаваньне сьпісу. Фарматаваньне («ul», «ol», «list») ўжываецца да вынікаў шаблёну.",
	"spl-subpages-par-links": "Калі сапраўдна, элемэнты сьпісу выводзяцца як спасылкі. Калі несапраўдна, выводзяцца як звычайны тэкст. Апошняе асабліва зручна для перадачы элемэнтаў у шаблёны для далейшай апрацоўкі.",
	"spl-subpages-par-redirects": "Калі так, перанакіраваньні ўключаюцца ў сьпіс. Калі не, перанакіраваньні не ўключаюцца."
}
