{
	"@metadata": {
		"authors": [
			"Умар"
		]
	},
	"spl-desc": "МогӀам а, бухара агӀонийн дукхалла гайта аьтто бо",
	"spl-nosubpages": "«$1» агӀонан бухара агӀонаш йац.",
	"spl-noparentpage": "«$1» агӀо йац.",
	"spl-nopages": "ЦӀерийн меттиг «$1» чохь йац цхьа а агӀо.",
	"spl-subpages-par-sort": "ДӀасакъасторан некъ. ТӀеэца йиш йолу маьӀна: «asc» — хьаладолуш дӀасакъастор, «desc» — охьадоьду дӀасакъастор.",
	"spl-subpages-par-sortby": "Бухара агӀонаш дӀасакъасторан догӀа: «title» - дӀасакъасто агӀонан цӀарца, «lastedit» — тӀаьххьара хийцаран денца.",
	"spl-subpages-par-format": "Бухара агӀонан могӀам гайта йиш йу масех форматехь. ТӀеэца йиш йолу маьӀна: «ol» — лоьмарийн могӀам, «ul» — маркирийн могӀам, «list» — могӀанан могӀам (масала, кӀайдаргца къастийна).",
	"spl-subpages-par-page": "Бухара агӀонийн могӀам гойтуш йолу агӀо, йа цӀерийн меттиган цӀе (тӀаьхьара ши тӀадам йукъайогӀуш). Ӏад йитаран кепаца — карара агӀо.",
	"spl-subpages-par-showpage": "Ша агӀо гайта йеза йа ца йеза билгалйоккху.",
	"spl-subpages-par-pathstyle": "МогӀамехь йолчу бухара агӀонийн некъан стиль. Нийса маьӀна: «fullpagename» — агӀонан йуьззина цӀе (цӀерийн меттиг йукъайогӀуш), «pagename» — агӀонан цӀе (йуьззина, амма цӀеран меттиг йоцуш), «subpagename» — гергара агӀонан цӀе, дӀадолало могӀам гойтуш йолчу агӀонан тӀера, «none» — тӀаьххьара хьаьркна тӀаьхьа догӀу цӀеран дакъа бен.",
	"spl-subpages-par-kidsonly": "Ма-йарра бухара агӀонаш бен ма гайта.",
	"spl-subpages-par-limit": "Максимум дукха агӀонаш могӀам чохь.",
	"spl-subpages-par-element": "HTML элемент, берриг могӀам йукъабогӀуш («intro» а, «outro» а йа «default» а тексташца цхьаьна). Бакъо луш долу маьӀна: «div», «p», «span».",
	"spl-subpages-par-class": "HTML элементан «class» атрибутан маьӀна.",
	"spl-subpages-par-intro": "МогӀаман хьалха гойтуш йолу текст, нагахь санна могӀам баьсса бацахь.",
	"spl-subpages-par-outro": "МогӀаман тӀаьхьа гойтуш йолу текст, нагахь санна могӀам баьсса бацахь.",
	"spl-subpages-par-default": "Текст арайаккха йеза могӀаман метта, нагахь санна могӀам баьсса белахь. Нагахь санна баьсса белахь, гӀалатан хаам гойтур бу (масала, «АгӀонан тӀехь бухара агӀонаш йац гайта»). Нагахь санна дефис («-») йелахь, жамӀ дерриге а даьсса хир ду.",
	"spl-subpages-par-separator": "\"list\" йа \"bar\" форматашна лерина могӀаман шина элементана йукъахь гойтуш йолу текст. Кхечу форматашна башхалла йац.",
	"spl-subpages-par-template": "Кепан цӀе. Кеп лелайо хӀора могӀаман элементана. Элемент дӀало кепе хьалхара (цӀе йоцу) аргумент санна. Тидам бе, кепо могӀаман формат дӀа ца йоккху. Формат (\"ul\", \"ol\", \"list\") лелайо кепан жамӀашна.",
	"spl-subpages-par-links": "Нагахь санна бакъ делахь, могӀаман элементаш арахоьцу хьажоргаш санна. Нагахь санна харц делахь, могӀаман элементаш арахоьцу нийса текст санна, иза къаьсттина пайдехьа ду кепаца цхьаьна лелош хилча.",
	"spl-subpages-par-redirects": "Нагахь санна бакъ делахь, дӀасахьажоргаш а йу цу могӀамна йукъайогӀуш. Нагахь санна харц делахь, дӀасахьажоргаш йукъа ца йоху."
}
