{
	"@metadata": {
		"authors": [
			"Protnet",
			"Nikosgranturismogt"
		]
	},
	"spl-desc": "Επιτρέπει τη δημιουργία λίστας υποσελίδων και την καταμέτρησή τους",
	"spl-nosubpages": "Η σελίδα «$1» δεν έχει υποσελίδες προς εμφάνιση.",
	"spl-noparentpage": "Η σελίδα «$1» δεν υπάρχει.",
	"spl-nopages": "Ο ονοματοχώρος «$1» δεν περιέχει σελίδες.",
	"spl-subpages-par-sort": "Η φορά ταξινόμησης. Επιτρεπτές τιμές: «asc» και «desc».",
	"spl-subpages-par-sortby": "Ως προς τι να ταξινομηθούν οι υποσελίδες. Επιτρεπτές τιμές: «title» ή «lastedit».",
	"spl-subpages-par-format": "Η λίστα υποσελίδων μπορεί να παρουσιαστεί σε διάφορες μορφές. Επιτρεπτές τιμές: «ol» — αριθμημένη λίστα, «ul» — μη αριθμημένη λίστα (κουκκίδες), «list» — σκέτες λίστες (για παράδειγμα λίστα διαχωρισμένη με κόμμα).",
	"spl-subpages-par-page": "Η σελίδα για την οποία να εμφανίσει τις υποσελίδες της, ή το όνομα κάποιου ονοματοχώρου (συμπεριλαμβανομένης της άνω κάτω τελείας στο τέλος) για να εμφανίσει τις σελίδες που περιέχονται σε αυτόν. Η προεπιλογή είναι η τρέχουσα σελίδα.",
	"spl-subpages-par-showpage": "Δηλώνει αν η σελίδα αυτή καθεαυτή θα πρέπει να εμφανίζεται στη λίστα ή όχι.",
	"spl-subpages-par-pathstyle": "Το στυλ της διαδρομής για τις υποσελίδες στη λίστα. Επιτρεπτές τιμές: «fullpagename» — πλήρη ονόματα σελίδων (συμπεριλαμβανομένου του ονοματοχώρου), «pagename» — ονόματα σελίδων (χωρίς ονοματοχώρο), «subpagename» — σχετικά ονόματα σελίδων που ξεκινούν από τη σελίδα για την οποία δημιουργείται η λίστα υποσελίδων, «none» — μόνο το μέρος του ονόματος που ακολουθεί μετά την τελευταία κάθετο.",
	"spl-subpages-par-kidsonly": "Επιτρέπει την εμφάνιση μόνο των άμεσων υποσελίδων.",
	"spl-subpages-par-limit": "Ο μέγιστος αριθμός σελίδων που να παρουσιαστούν ως λίστα.",
	"spl-subpages-par-element": "Το στοιχείο HTML που περικλείει τη λίστα (συμπεριλαμβανομένων των κειμένων «intro» και «outro» ή «default»). Επιτρεπτές τιμές: «div», «p», «span».",
	"spl-subpages-par-class": "Η τιμή για το χαρακτηριστικό «class» του στοιχείου HTML που περικλείει τη λίστα.",
	"spl-subpages-par-intro": "Το κείμενο που να εμφανίσει πριν από τη λίστα, εάν η λίστα δεν είναι κενή.",
	"spl-subpages-par-outro": "Το κείμενο που να εμφανίσει μετά από τη λίστα, εάν η λίστα δεν είναι κενή.",
	"spl-subpages-par-default": "Το κείμενο που να εμφανίσει αντί για τη λίστα, εάν η λίστα είναι κενή. Αν είναι κενό, θα εμφανιστεί ένα μήνυμα λάθους (όπως «Η σελίδα δεν έχει υποσελίδες προς εμφάνιση»). Αν είναι παύλα («-»), το αποτέλεσμα θα είναι εντελώς κενό.",
	"spl-subpages-par-separator": "Το κείμενο που να εμφανίσει μεταξύ δύο στοιχείων σε περίπτωση μορφής «list» (και του εναλλακτικού της ονόματος «bar»). Δεν έχει καμία επίδραση σε άλλες μορφές.",
	"spl-subpages-par-template": "Το όνομα του προτύπου. Το πρότυπο εφαρμόζεται σε κάθε στοιχείο της λίστας. Το εκάστοτε στοιχείο πασάρεται ως η πρώτη (ανώνυμη) μεταβλητή. Να σημειωθεί ότι το πρότυπο δεν ακυρώνει τη μορφοποίηση της λίστας. Η μορφοποίηση («ul», «ol», «list») εφαρμόζεται στο αποτέλεσμα του προτύπου.",
	"spl-subpages-par-links": "Αν είναι αληθές, τα στοιχεία της λίστας εμφανίζονται ως συνδέσεις. Εάν είναι ψευδές, τα στοιχεία της λίστας εμφανίζονται ως απλό κείμενο. Το τελευταίο είναι ιδιαίτερα χρήσιμο για τη διαβίβαση των στοιχείων σε πρότυπα για περαιτέρω επεξεργασία.",
	"spl-subpages-par-redirects": "Εάν είναι αληθές, οι ανακατευθύνσεις περιλαμβάνονται στην λίστα. Εάν είναι ψευδές, οι ανακατευθύνσεις δεν περιλαμβάνονται."
}
