{
	"@metadata": {
		"authors": [
			"Jeroen De Dauw"
		]
	},
	"spl-desc": "Allows to list and count subpages",
	"spl-nosubpages": "Page \"$1\" has no subpages to list.",
	"spl-noparentpage": "Page \"$1\" does not exist.",
	"spl-nopages": "Namespace \"$1\" does not have pages.",
	"spl-subpages-par-sort": "The direction to sort in. Allowed values: \"asc\" and \"desc\".",
	"spl-subpages-par-sortby": "What to sort the subpages by. Allowed values: \"title\" or \"lastedit\".",
	"spl-subpages-par-format": "The subpage list can be displayed in several formats. Allowed values: \"ol\" — ordered (numbered) list, \"ul\" — unordered (bulleted) lists, \"list\" — plain lists (for example comma-separated list).",
	"spl-subpages-par-page": "The page to show the subpages for, or namespace name (including trailing colon) to show pages in. Defaults to the current page.",
	"spl-subpages-par-showpage": "Indicates if the page itself should be shown in the list or not.",
	"spl-subpages-par-pathstyle": "The style of the path for subpages in the list. Allowed values: \"fullpagename\" — full page name (including namespace), \"pagename\" — page name (without namespace), \"subpagename\" — relative page name starting from the page we list subpages for, \"none\" — just the trailing part of the name after last slash.",
	"spl-subpages-par-kidsonly": "Allows showing only direct subpages.",
	"spl-subpages-par-limit": "The maximum number of pages to list.",
	"spl-subpages-par-element": "The HTML element enclosing the list (including \"intro\" and \"outro\" or \"default\" texts). Allowed values: \"div\", \"p\", \"span\".",
	"spl-subpages-par-class": "The value for \"class\" attribute of the HTML element enclosing the list.",
	"spl-subpages-par-intro": "The text to output before the list, if the list is not empty.",
	"spl-subpages-par-outro": "The text to output after the list, if the list is not empty.",
	"spl-subpages-par-default": "The text to output instead of the list, if the list is empty. If empty, error message will rendered (such as \"Page has no subpages to list\"). If dash (\"-\"), result will be completely empty.",
	"spl-subpages-par-separator": "The text to output between two list items in case of \"list\" (and its alias \"bar\") format. Has no effect in other formats.",
	"spl-subpages-par-template": "The name of template. The template is applied to every item of the list. An item is passed as the first (unnamed) argument. Note that template does not cancel list formatting. Formatting (\"ul\", \"ol\", \"list\") is applied to the template's result.",
	"spl-subpages-par-links": "If true, list items are rendered as links. If false, list items are rendered as plain text. The latter is especially helpful for passing items into templates for further processing.",
	"spl-subpages-par-redirects": "If true, redirects are included in the list. If false, redirects are not included."
}
