{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"spl-desc": "Permitte listar e contar subpaginas",
	"spl-nosubpages": "Le pagina \"$1\" non ha subpaginas a listar.",
	"spl-noparentpage": "Le pagina \"$1\" non existe.",
	"spl-nopages": "Le spatio de nomines \"$1\" non ha paginas.",
	"spl-subpages-par-sort": "Le direction in le qual ordinar. Valores permittite: \"asc\" e \"desc\".",
	"spl-subpages-par-sortby": "Criterio secundo le qual ordinar le subpaginas. Valores permittite: \"title\" (titulo) o \"lastedit\" (ultime modification).",
	"spl-subpages-par-format": "Le lista de subpaginas pote esser presentate in plure formatos. Valores permittite: \"ol\" — lista ordinate (con numeros), \"ul\" — lista non ordinate (con punctos), \"list\" — lista simple (p.ex. un lista separate per commas).",
	"spl-subpages-par-page": "Le pagina del qual presentar le subpaginas, o le nomine del spatio de nomines (incluse le duo punctos final) del qual presentar le paginas. Le predefinition es le pagina actual.",
	"spl-subpages-par-showpage": "Indica si le pagina mesme debe figurar in le lista o non.",
	"spl-subpages-par-pathstyle": "Le stilo del cammino pro subpaginas in le lista. Valores permittite: \"fullpagename\" — nomine complete del pagina (incluse le spatio de nomines), \"pagename\" — nomine del pagina (sin spatio de nomines), \"subpagename\" — nomine relative del pagina, comenciante al pagina del qual nos lista le subpaginas, \"none\" — solmente le parte final del nomine post le ultime barra oblique.",
	"spl-subpages-par-kidsonly": "Permitte monstrar solmente subpaginas directe.",
	"spl-subpages-par-limit": "Le numero maxime de paginas a listar.",
	"spl-subpages-par-element": "Le elemento HTML que circumfere le lista (incluse le textos \"intro\" e \"outro\" o \"default\"). Valores permittite: \"div\", \"p\", \"span\".",
	"spl-subpages-par-class": "Le valor del attributo \"class\" del elemento HTML que circumfere le lista.",
	"spl-subpages-par-intro": "Le texto a presentar ante le lista, si le lista non es vacue.",
	"spl-subpages-par-outro": "Le texto a presentar post le lista, si le lista non es vacue.",
	"spl-subpages-par-default": "Le texto a presentar in loco del lista, si le lista es vacue. Si vacue, un message de error essera rendite (como \"Le pagina non ha subpaginas a listar\"). Si es un lineetta (\"-\"), le resultato essera completemente vacue.",
	"spl-subpages-par-separator": "Le texto a presentar inter duo elementos del lista in caso del formatos \"list\" o \"bar\". Non ha effecto in altere formatos.",
	"spl-subpages-par-template": "Le nomine del patrono. Le patrono es applicate a cata elemento del lista. Un elemento es passate como le prime argumento (sin nomine). Nota que le patrono non cancella le formatation del lista. Le formatation (\"ul\", \"ol\", \"list\") es applicate al resultato del patrono.",
	"spl-subpages-par-links": "Si ver, le elementos del lista es rendite como ligamines. Si false, le elementos del lista es rendite como texto simple. Iste ultime option es particularmente utile pro passar elementos a in patronos pro ulterior processamento.",
	"spl-subpages-par-redirects": "Si ver, redirectiones es includite in le lista. Si false, redirectiones non es includite."
}
