{
	"@metadata": {
		"authors": [
			"Les Meloures",
			"Robby",
			"Soued031"
		]
	},
	"spl-desc": "Erlaabt et Ënnersäiten ze weisen an ze zielen",
	"spl-nosubpages": "D'Säit \"$1\" huet keng Ënnersäite fir ze weisen.",
	"spl-noparentpage": "D'Säit \"$1\" gëtt et net.",
	"spl-nopages": "Am Nummraum \"$1\" gëtt et keng Säiten.",
	"spl-subpages-par-sort": "Reiefolleg wéi zortéiert soll ginn. Erlaabt Wäerter: \"asc\" an \"desc\".",
	"spl-subpages-par-sortby": "Wourop d'Ënnersäiten zortéiert ginn. Erlaabt Wäerter: \"titel\" oder \"lescht Ännerung\".",
	"spl-subpages-par-format": "D'Lëscht vun den Ënnersäite kann a verschiddene Formater gewise ginn. Erlaabt Wäerter: \"ol\" Nummeréiert Lëschten, \"ul\" Lëschte mat Punkten, \"list\" ganz Lëschten (z. Bsp. \"comma seperated\" Lëscht).",
	"spl-subpages-par-page": "D'Säit fir déi Ënnersäite gewise solle ginn, oder Numm vum Nummraum (inklusiv den Doppelpunkt) an deem Säite solle gewise ginn. Als Standard ass dat déi aktuell Säit.",
	"spl-subpages-par-showpage": "Gëtt un ob d'Säit selwer an der Lëscht gewise soll ginn oder net.",
	"spl-subpages-par-pathstyle": "Styl vum Wee (path) fir Ënnersäiten an der Lëscht. Erlaabt Wäerter: \"fullpagename\" - Kompletten Numm vun der Säit (inklusiv den Nummraum), \"pagename\" - Numm vun der Säit (ouni Nummraum), \"subpagename\" - Relativen Numm vun der Säit ugefaang bei der Säit fir déi mir Ënnersäiten opzielen, \"none\" -  just deen Deel vum Numm deen no dem leschte Slash kënnt.",
	"spl-subpages-par-kidsonly": "Erlaabt fir nëmmen direkt Ënnersäiten ze weisen.",
	"spl-subpages-par-limit": "D'Maximalzuel vu Säiten déi gewise ginn.",
	"spl-subpages-par-intro": "Den Text virun der Lëscht, wa se net eidel ass.",
	"spl-subpages-par-outro": "Den Text hanner der Lëscht, wa se net eidel ass.",
	"spl-subpages-par-default": "Den Text deen gewise amplaz vun der Lëscht gëtt, wann d'Lëscht eidel ass. Wa s'eidel ass, gëtt e Feelermessage generéiert (sou wéi \"D'Säit huet keng Ënnersäiten\"). Wann et e bindestrich ass (\"-\"), ass d'Resultat komplett eidel.",
	"spl-subpages-par-template": "Den Numm vun der Schabloun. D'Schabloun gëtt fir all Element vun der Lëscht benotzt. Een Element gëtt als éischt (ongenannt) Argument un D'Schabloun viruginn. Denkt drun datt d'Schabloun de Format vun der Lëscht net ännert. D'Formatéierung (\"ul\", \"ol\", \"list\") gëtt op d'Resultat vun der Schabloun applizéiert.",
	"spl-subpages-par-links": "Wann et aktivéiert ass ginn d'Elementer vun der Lëscht als Linken duergestallt. Wann et net aktivéiert ass ginn d'Elementer vun der Lëscht als normalen Text duergestallt. Déi lescht Optioun ass besonnesch nëtzlech fir Elementer a Schablounen anzebannen an duerno weider ze verschaffen."
}
