{
	"@metadata": {
		"authors": [
			"Bjankuloski06"
		]
	},
	"spl-desc": "Овозможува испишување и броење на страници",
	"spl-nosubpages": "Страницата „$1“ нема потстраници за наведување.",
	"spl-noparentpage": "Страницата „$1“ не постои.",
	"spl-nopages": "Именскиот простор „$1“ нема страници.",
	"spl-subpages-par-sort": "!Насока на подредување. Допуштени вредности: „asc“ и „desc“.",
	"spl-subpages-par-sortby": "По што да се подредат потстраниците. Допуштени вредности: „title“ or „lastedit“.",
	"spl-subpages-par-format": "Списокот на потстраници може да се прикаже во неколку формати. Допуштени вредности: „ol“ — подреден список (со бројки), „ul“ — неподредени списоци (потточки), „list“ прости списоци (на пр. список одделем со запирки).",
	"spl-subpages-par-page": "За која страница да се прикажат потстраниците, или називот на именскиот простор (вклучувајќи ги двете точки на крајот). По основно - тековната страница.",
	"spl-subpages-par-showpage": "Назначува дали во списокот да се прикаже и самата страница.",
	"spl-subpages-par-pathstyle": "Стилот на патеката за потстраниците во списокот. Допуштени вредности: „fullpagename“ — полно име на страницата (вклучувајќи го именскиот простор), „pagename“ — име на страницата (без именски простор), „subpagename“ — релативно име на страницата почнувајќи од страницата за која наведуваме потстраници, „none“ — само последниот дел од името што се наоѓа по последната коса црта.",
	"spl-subpages-par-kidsonly": "Овозможува приказ само на непосредни потстраници.",
	"spl-subpages-par-limit": "Допуштениот број на страници за наведување во списокот.",
	"spl-subpages-par-element": "HTML-елементот што го опколува списокот (вклучувајќи ги текстовите во „intro“ и „outro“ или пак „default“). Допуштени вредности: „div“, „p“, „span“.",
	"spl-subpages-par-class": "Вредноста за атрибутот „class“ на HTML-елементот што го обиколува списокот.",
	"spl-subpages-par-intro": "Текстот пред сисокот, ако списокот не е празен.",
	"spl-subpages-par-outro": "Текстот по сисокот, ако списокот не е празен.",
	"spl-subpages-par-default": "Текстот за приказ наместо списокот, ако списокот е празен. Ако е празна, ќе се појави порака за грешка (како „Страницата нема потстраници“). Ако има цртичка („-“), исходот ќе биде сосем празен.",
	"spl-subpages-par-separator": "Текстот помеѓу две ставки во списокот за форматите „list“ или „bar“. Не дејствува на другите формати.",
	"spl-subpages-par-template": "Името на предлошката. Предлошката се применува врз секоја ставка во списокот. Како прв (неименуван) аргумент се зема ставка. Имајте предвид дека предлошката не го поништува форматирањето на списокот. Врз исходот на предлошката се применува форматирање („ul“, „ol“, „list“).",
	"spl-subpages-par-links": "Ако е точно, ставките во списокот се прикажуваат како врски. Ако е неточно, тогаш ставките се прикажуваат како прост текст. Второспоменатото е особено корисно за доставка на ставки во предлошки за понатамошна обработка.",
	"spl-subpages-par-redirects": "Ако е вистинито, пренасочувањата ќе бидат вклучени во списокот. Ако е невистинито, тогаш нема да бидат вклучени."
}
