{
	"@metadata": {
		"authors": [
			"Okras",
			"Renessaince",
			"Van de Bugger",
			"Александр Сигачёв",
			"Facenapalm"
		]
	},
	"spl-desc": "Позволяет вывести список и количество подстраниц",
	"spl-nosubpages": "Страница «$1» не имеет подстраниц.",
	"spl-noparentpage": "Страница «$1» не существует.",
	"spl-nopages": "Пространство имён  «$1» не содержит страниц.",
	"spl-subpages-par-sort": "Направление сортировки. Допустимые значения: «asc» — сортировка по возрастанию, «desc» — по убыванию.",
	"spl-subpages-par-sortby": "Ключ сортировки подстраниц: «title» — сортировать по названию страниц, «lastedit» — по дате последней правки.",
	"spl-subpages-par-format": "Список подстраниц может быть показан в нескольких форматах. Допустимые значения: «ol» — нумерованный список, «ul» — маркированный список, «list» — линейный список (например, через запятые).",
	"spl-subpages-par-page": "Страница для которой показывать список подстраниц, или имя пространства имён (включая конечное двоеточие). По умолчанию — текущая страница.",
	"spl-subpages-par-showpage": "Указывает, должна ли отображаться сама страница.",
	"spl-subpages-par-pathstyle": "Стиль пути для подстраниц в списке. Допустимые значения: «fullpagename» — полное название страницы (включая пространство имён), «pagename» — имя страницы (полное, но без пространства имён), «subpagename» — относительное имя страницы, начиная со страницы, для которой показывается список, «none» — только часть имени, следующая за последней косой чертой.",
	"spl-subpages-par-kidsonly": "Показывать только прямые подстраницы.",
	"spl-subpages-par-limit": "Максимальное количество страниц в список.",
	"spl-subpages-par-element": "Элемент HTML, включающий весь список (вместе с текстами «intro» и «outro» или «default»). Допустимые значения: «div», «p», «span».",
	"spl-subpages-par-class": "Значение атрибута «class» элемента HTML.",
	"spl-subpages-par-intro": "Текст для вывод перед списком, если список не пуст.",
	"spl-subpages-par-outro": "Текст для вывода после списка, если список не пуст.",
	"spl-subpages-par-default": "Текст для вывода вместо списка, если список пуст.",
	"spl-subpages-par-separator": "Текст для вывода между двумя элементами списка для форматов \"list\" или \"bar\". Не имеет значения для других форматов.",
	"spl-subpages-par-template": "Имя шаблона. Шаблон применяется к каждому элементу списка. Элемент передаётся в шаблон как первый (неименованный) аргумент. Заметьте, что шаблон не отменяет форматирование списка. Форматирование (\"ul\", \"ol\", \"list\") применяется к результатам шаблона.",
	"spl-subpages-par-links": "Если истина, элементы списка выводятся как ссылки. Если ложь, элементы списка выводятся как простой текст, это особенно удобно, если применяется совместно с шаблоном.",
	"spl-subpages-par-redirects": "Если истина, перенаправления также включаются в список. Если ложь, перенаправления не включаются."
}
