{
	"@metadata": {
		"authors": [
			"Andriykopanytsia",
			"Base",
			"Renessaince",
			"Ата",
			"Тест"
		]
	},
	"spl-desc": "Дозволяє заносити у список та рахувати підсторінки",
	"spl-nosubpages": "Сторінка \"$1\" не має підсторінок для складання списку.",
	"spl-noparentpage": "Сторінка «$1» не існує.",
	"spl-nopages": "У просторі назв «$1» немає сторінок.",
	"spl-subpages-par-sort": "Напрямок сортування. Допущальни значення: \"asc\" і \"desc\".",
	"spl-subpages-par-sortby": "Те, за чим сортуються підсторінки. Дозволені значення: \"title\" (за назвами) або \"lastedit\" (за датою останнього редагування).",
	"spl-subpages-par-format": "Список підсторінок може відображатись у кількох форматах. Дозволені значення: \"ol\" — нумерований список, \"ul\" — маркований список, \"list\" — лінійний список (наприклад, через кому).",
	"spl-subpages-par-page": "Сторінка, для якої показати підсторінки, або простір назв (разом з двокрапкою в кінці), для якого відобразити сторінки. За замовчуванням — поточна сторінка.",
	"spl-subpages-par-showpage": "Вказує, чи повинна відображатись у списку сама сторінка.",
	"spl-subpages-par-pathstyle": "Стиль шляху для підсторінок у списку. Дозволені значення: \"fullpagename\" — повна назва сторінки (разом з простором назв), \"pagename\" — назва сторінки (без простору назв), \"subpagename\" — відносна назва сторінки, що починається зі сторінки, для якої показується список, \"none\" — тільки частина назви після похилої риски.",
	"spl-subpages-par-kidsonly": "Дозволяє відобразити лише прямі підсторінки.",
	"spl-subpages-par-limit": "Максимальна кількість сторінок у списку.",
	"spl-subpages-par-element": "Елемент HTML, що включає список (разом з текстами \"intro\" і \"outro\" чи \"default\"). Дозволені значення: \"div\", \"p\", \"span\".",
	"spl-subpages-par-class": "Значення атрибуту \"class\" елементу HTML, що включає список.",
	"spl-subpages-par-intro": "Текст для відображення перед списком, якщо список не порожній.",
	"spl-subpages-par-outro": "Текст для відображення після списку, якщо список не порожній.",
	"spl-subpages-par-default": "Текст для відображення замість списку, якщо список порожній. Якщо порожній, то повідомлення про помилку буде виведено повідомлення про помилку (як-то \"У сторінки немає підсторінок\"). Якщо тире (\"-\"), результат буде повністю пустим.",
	"spl-subpages-par-separator": "Текст для відображення між двома елементами списку для формату \"list\" (і його замінника \"bar\"). Не впливає на інші формати.",
	"spl-subpages-par-template": "Назва шаблону. Шаблону застосовується до кожного елемента списку. Елемент передається в шаблон як перший (неіменований) аргумент. Зверніть увагу, що шаблон не скасовує форматування списку. Форматування (\"ul\", \"ol\", \"list\") застосовується до результатів шаблону.",
	"spl-subpages-par-links": "Якщо істина, елементи списку виводяться як посилання. Якщо хиба, елементи списку виводяться простим текстом, це особливо зручно для передачі елементів у шаблони для наступної обробки.",
	"spl-subpages-par-redirects": "Якщо істина, перенаправляються включаються до списку. Якщо хиба, перенаправлення не включаються."
}
